grimoire/musica-11-coda.org

#+STARTUP: showall

#+TITLE: Eclats de vers : Musica 11 : Coda
#+AUTHOR: - chimay
#+EMAIL: or du val chez gé courriel commercial
#+LANGUAGE: fr
#+LINK_HOME: file:../index.html
#+LINK_UP: file:index.html
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../style/defaut.css" />

#+OPTIONS: H:6
#+OPTIONS: toc:nil

#+TAGS: noexport(n)

[[file:index.org][Index des Grimoires]]

#+INCLUDE: "../include/navigan-1.org"

#+TOC: headlines 1

* Périodes

On distingue plusieurs périodes musicales  :

| Début |  Fin | Période             |
|-------+------+---------------------|
|     — |  500 | antique             |
|   500 | 1030 | pré-roman           |
|  1030 | 1163 | roman               |
|  1163 | 1245 | notre-dame          |
|  1245 | 1315 | ars antiqua         |
|  1315 | 1377 | ars nova            |
|  1377 | 1400 | ars subtilior       |
|  1400 | 1420 | contenance angloise |
|  1420 | 1600 | renaissance         |
|  1600 | 1750 | baroque             |
|  1750 | 1820 | classique           |
|  1820 | 1900 | romantique          |
|  1900 |    — | contemporain        |

Bien entendu, les styles de différents périodes ont pu coexister, et
les périodes de transition sont généralement plus longues qu’une
année. Les dates données ne sont qu’indicatives.


** Évolution

  - 8e siècle
    + apparition des modes grégoriens
  - 13e siècle
    + début des cadences d’intervalles
  - 14e siècle
    + premières durées séparées pour les notes
  - 1558
    + Zarlino : prototype de l’accord parfait
  - ca 1600
    + début de la basse continue
      * chiffrage sous la basse symbolisant l’accord à réaliser
      * continuo
	- 1 instrument pour la basse
	- 1 instrument pour le reste des accords
  - 1612
    + Lipius : accord parfait & renversements
  - 1722
    * Rameau
      - fondamentale
      - accords de 7e


* Grèce antique

#+TOC: headlines 1 local

** Modes

#+TOC: headlines 1 local

*** Introduction

La nomenclature médiévale provient d’une interprétation erronée des
modes grecs. Il est donc important de faire la distinction entre :

  - les modes de la Grèce antique d’une part
  - la terminologie médiévale des modes naturels, encore utilisée
    aujourd’hui comme référence, d’autre part

Ces deux nomenclatures utilisent les mêmes noms pour désigner des
ensembles de modes bien distincts.


