grimoire/musica-11-coda.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2024-01-30 mar 10:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eclats de vers : Musica 11 : Coda</title>
<meta name="author" content="- chimay" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../style/defaut.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Eclats de vers : Musica 11 : Coda</h1>
<p>
<a href="index.html">Index des Grimoires</a>
</p>

<p>
<a href="../index.html">Retour à l’accueil</a>
</p>

<div id="table-of-contents" role="doc-toc">
<h2>Table des matières</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org392a7f4">1. Périodes</a></li>
<li><a href="#org4c9175b">2. Grèce antique</a></li>
<li><a href="#orgab31746">3. Notation</a></li>
<li><a href="#org993dd5e">4. Consonance</a></li>
<li><a href="#org3b083f1">5. Polyphonie</a></li>
<li><a href="#orgf65b50e">6. Harmonie tonale</a></li>
</ul>
</div>
</div>

<div id="outline-container-org392a7f4" class="outline-2">
<h2 id="org392a7f4"><span class="section-number-2">1.</span> Périodes</h2>
<div class="outline-text-2" id="text-1">
<p>
On distingue plusieurs périodes musicales  :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Début</th>
<th scope="col" class="org-right">Fin</th>
<th scope="col" class="org-left">Période</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">—</td>
<td class="org-right">500</td>
<td class="org-left">antique</td>
</tr>

<tr>
<td class="org-right">500</td>
<td class="org-right">1030</td>
<td class="org-left">pré-roman</td>
</tr>

<tr>
<td class="org-right">1030</td>
<td class="org-right">1163</td>
<td class="org-left">roman</td>
</tr>

<tr>
<td class="org-right">1163</td>
<td class="org-right">1245</td>
<td class="org-left">notre-dame</td>
</tr>

<tr>
<td class="org-right">1245</td>
<td class="org-right">1315</td>
<td class="org-left">ars antiqua</td>
</tr>

<tr>
<td class="org-right">1315</td>
<td class="org-right">1377</td>
<td class="org-left">ars nova</td>
</tr>

<tr>
<td class="org-right">1377</td>
<td class="org-right">1400</td>
<td class="org-left">ars subtilior</td>
</tr>

<tr>
<td class="org-right">1400</td>
<td class="org-right">1420</td>
<td class="org-left">contenance angloise</td>
</tr>

<tr>
<td class="org-right">1420</td>
<td class="org-right">1600</td>
<td class="org-left">renaissance</td>
</tr>

<tr>
<td class="org-right">1600</td>
<td class="org-right">1750</td>
<td class="org-left">baroque</td>
</tr>

<tr>
<td class="org-right">1750</td>
<td class="org-right">1820</td>
<td class="org-left">classique</td>
</tr>

<tr>
<td class="org-right">1820</td>
<td class="org-right">1900</td>
<td class="org-left">romantique</td>
</tr>

<tr>
<td class="org-right">1900</td>
<td class="org-right">—</td>
<td class="org-left">contemporain</td>
</tr>
</tbody>
</table>

<p>
Bien entendu, les styles de différents périodes ont pu coexister, et
les périodes de transition sont généralement plus longues qu’une
année. Les dates données ne sont qu’indicatives.
</p>
</div>

<div id="outline-container-orgad2909c" class="outline-3">
<h3 id="orgad2909c"><span class="section-number-3">1.1.</span> Évolution</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>8e siècle
<ul class="org-ul">
<li>apparition des modes grégoriens</li>
</ul></li>
<li>13e siècle
<ul class="org-ul">
<li>début des cadences d’intervalles</li>
</ul></li>
<li>14e siècle
<ul class="org-ul">
<li>premières durées séparées pour les notes</li>
</ul></li>
<li>1558
<ul class="org-ul">
<li>Zarlino : prototype de l’accord parfait</li>
</ul></li>
<li>ca 1600
<ul class="org-ul">
<li>début de la basse continue
<ul class="org-ul">
<li>chiffrage sous la basse symbolisant l’accord à réaliser</li>
<li>continuo
<ul class="org-ul">
<li>1 instrument pour la basse</li>
<li>1 instrument pour le reste des accords</li>
</ul></li>
</ul></li>
</ul></li>
<li>1612
<ul class="org-ul">
<li>Lipius : accord parfait &amp; renversements</li>
</ul></li>
<li>1722
<ul class="org-ul">
<li>Rameau
<ul class="org-ul">
<li>fondamentale</li>
<li>accords de 7e</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org4c9175b" class="outline-2">
<h2 id="org4c9175b"><span class="section-number-2">2.</span> Grèce antique</h2>
<div class="outline-text-2" id="text-2">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf3a71ba">2.1. Modes</a></li>
<li><a href="#orge0fcd6e">2.2. Genres</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf3a71ba" class="outline-3">
<h3 id="orgf3a71ba"><span class="section-number-3">2.1.</span> Modes</h3>
<div class="outline-text-3" id="text-2-1">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org2b6cd38">2.1.1. Introduction</a></li>
<li><a href="#org08f2967">2.1.2. Construction</a></li>
<li><a href="#org7c410dc">2.1.3. Intervalles</a></li>
<li><a href="#orgde314d6">2.1.4. Genres</a></li>
<li><a href="#org59c4a05">2.1.5. Correspondance avec les modes médiévaux</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2b6cd38" class="outline-4">
<h4 id="org2b6cd38"><span class="section-number-4">2.1.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
La nomenclature médiévale provient d’une interprétation erronée des
modes grecs. Il est donc important de faire la distinction entre :
</p>

<ul class="org-ul">
<li>les modes de la Grèce antique d’une part</li>
<li>la terminologie médiévale des modes naturels, encore utilisée
aujourd’hui comme référence, d’autre part</li>
</ul>

<p>
Ces deux nomenclatures utilisent les mêmes noms pour désigner des
ensembles de modes bien distincts.
</p>
</div>
</div>
