grimoire/musica-11-coda.org
*** Construction

La pensée musicale de la Grèce antique est basée sur :

  - une suite de notes descendante
  - le *tétracorde*, un ensemble de quatre notes qui se suivent dans
    une gamme

La combinaison de ces deux principes nous donne l’idée du *tétracorde
descendant*, c’est-à-dire un tétracorde qui évolue de l’aigu vers le
grave.

Une gamme se construit avec deux tétracordes descendants joints par
une note commune. Par exemple, si nous partons de /mi/, nous
obtenons :

#+begin_center
mi ré do si — la sol fa mi —> mi ré do si la sol fa mi
#+end_center

Cette pensée mélodique descendante explique à la fois les similarités
et les différences avec la théorie musicale actuelle :

  - la première note du premier tétracorde est la *note principale* de
    la gamme, et correspond à la tonique.

  - la première note du deuxième tétracorde, la *mèse*, est située une
    quinte plus bas et correspond à la sous-dominante

  - la musique grecque s’appuie donc sur la dualité descendante
    tonique — sous-dominante, à comparer avec la dualité ascendante
    tonique — dominante de la musique tonale

Il existe quatre gammes fondamentales correspondant à quatre modes
fondamentaux, que nous retrouvons dans le tableau suivant :

| Mode       | Tétracorde 1 | Tétracorde 2 | Principale | Mèse | Gamme                    |
|------------+--------------+--------------+------------+------+--------------------------|
| dorien     | mi ré do si  | la sol fa mi | mi         | la   | mi ré do si la sol fa mi |
| phrygien   | ré do si la  | sol fa mi ré | ré         | sol  | ré do si la sol fa mi ré |
| lydien     | do si la sol | fa mi ré do  | do         | fa   | do si la sol fa mi ré do |
| mixolydien | si la sol fa | mi ré do si  | si         | mi   | si la sol fa mi ré do si |

D’autres gammes peuvent être construites un tétracorde en-dessous
(préfixe hypo) ou un tétracorde au-dessus (préfixe hyper) de ces modes
fondamentaux. Trois nouveaux modes apparaissent alors :

| Mode         | Tétracorde 1 | Tétracorde 2 | Principale | Mèse | Gamme                     |
|--------------+--------------+--------------+------------+------+---------------------------|
| hypodorien   | la sol fa mi | ré do si la  | la         | ré   | la sol fa mi ré do si la  |
| hypophrygien | sol fa mi ré | do si la sol | sol        | do   | sol fa mi ré do si la sol |
| hypolydien   | fa mi ré do  | si la sol fa | fa         | si   | fa mi ré do si la sol fa  |

Les autres modes ne sont que des synonymes des modes déjà obtenus :

  - hypomixolydien = dorien
  - hyperdorien = mixolydien
  - hyperphrygien = hypodorien
  - hyperlydien = hypophrygien
  - hypermixolydien = hypolydien


*** Intervalles

Nous analysons la suite des intervalles séparant les notes au sein de
chaque tétracorde.

Par exemple, si nous exprimons les intervalles en demi-tons, la
structure interne du premier tétracorde du mode grec dorien s’écrit :

#+ATTR_HTML: :class plat
| mi |   | ré |   | do |   | si |
|    | 2 |    | 2 |    | 1 |    |

quant à celle du second :

#+ATTR_HTML: :class plat
| la |   | sol |   | fa |   | mi |
|    | 2 |     | 2 |    | 1 |    |

En répétant le même raisonnement pour chaque mode, nous obtenons le
tableau suivants :

| Mode         | Tétracorde 1 | Tétracorde 2 |
|--------------+--------------+--------------|
| Dorien       | 2 2 1        | 2 2 1        |
| Phrygien     | 2 1 2        | 2 1 2        |
| Lydien       | 1 2 2        | 1 2 2        |
| Mixolydien   | 2 2 2        | 2 2 1        |
| Hypodorien   | 2 2 1        | 2 1 2        |
| Hypophrygien | 2 1 2        | 1 2 2        |
| Hypolydien   | 1 2 2        | 2 2 2        |

On voit que les modes dorien, phrygien et lydien sont composés de deux
tétracordes de même structure.


*** Genres

Les notes centrales du deuxième tétracorde peuvent être altérée vers la note
principale, ce qui nous donne les genres :

  - diatonique : aucune altération
  - chromatique : la deuxième note est altérée
  - enharmonique : les trois dernières notes sont contenues dans un demi-ton

Par exemple, on a :

  - le dorien diatonique : mi ré do si la sol fa mi
  - le dorien chromatique : mi ré do si la sol^b fa mi
  - le dorien diatonique : mi ré do si la sol^bb (note entre fa et fa^b) mi


*** Correspondance avec les modes médiévaux


**** Tonique

Le tableau suivant compare les modes grecs avec les modes médiévaux en
se basant sur la note principale, ou tonique :

| Tonique | Grèce antique | Mode médiéval |
|---------+---------------+---------------|
| si      | Mixolydien    | Locrien       |
| mi      | Dorien        | Phrygien      |
| la      | Hypodorien    | Éolien        |
| ré      | Phrygien      | Dorien        |
| sol     | Hypophrygien  | Mixolydien    |
| do      | Lydien        | Ionien        |
| fa      | Hypolydien    | Lydien        |


