grimoire/musica-11-coda.html

<div id="outline-container-org08f2967" class="outline-4">
<h4 id="org08f2967"><span class="section-number-4">2.1.2.</span> Construction</h4>
<div class="outline-text-4" id="text-2-1-2">
<p>
La pensée musicale de la Grèce antique est basée sur :
</p>

<ul class="org-ul">
<li>une suite de notes descendante</li>
<li>le <b>tétracorde</b>, un ensemble de quatre notes qui se suivent dans
une gamme</li>
</ul>

<p>
La combinaison de ces deux principes nous donne l’idée du <b>tétracorde
descendant</b>, c’est-à-dire un tétracorde qui évolue de l’aigu vers le
grave.
</p>

<p>
Une gamme se construit avec deux tétracordes descendants joints par
une note commune. Par exemple, si nous partons de <i>mi</i>, nous
obtenons :
</p>

<div class="org-center">
<p>
mi ré do si — la sol fa mi —&gt; mi ré do si la sol fa mi
</p>
</div>

<p>
Cette pensée mélodique descendante explique à la fois les similarités
et les différences avec la théorie musicale actuelle :
</p>

<ul class="org-ul">
<li>la première note du premier tétracorde est la <b>note principale</b> de
la gamme, et correspond à la tonique.</li>

<li>la première note du deuxième tétracorde, la <b>mèse</b>, est située une
quinte plus bas et correspond à la sous-dominante</li>

<li>la musique grecque s’appuie donc sur la dualité descendante
tonique — sous-dominante, à comparer avec la dualité ascendante
tonique — dominante de la musique tonale</li>
</ul>

<p>
Il existe quatre gammes fondamentales correspondant à quatre modes
fondamentaux, que nous retrouvons dans le tableau suivant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mode</th>
<th scope="col" class="org-left">Tétracorde 1</th>
<th scope="col" class="org-left">Tétracorde 2</th>
<th scope="col" class="org-left">Principale</th>
<th scope="col" class="org-left">Mèse</th>
<th scope="col" class="org-left">Gamme</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">dorien</td>
<td class="org-left">mi ré do si</td>
<td class="org-left">la sol fa mi</td>
<td class="org-left">mi</td>
<td class="org-left">la</td>
<td class="org-left">mi ré do si la sol fa mi</td>
</tr>

<tr>
<td class="org-left">phrygien</td>
<td class="org-left">ré do si la</td>
<td class="org-left">sol fa mi ré</td>
<td class="org-left">ré</td>
<td class="org-left">sol</td>
<td class="org-left">ré do si la sol fa mi ré</td>
</tr>

<tr>
<td class="org-left">lydien</td>
<td class="org-left">do si la sol</td>
<td class="org-left">fa mi ré do</td>
<td class="org-left">do</td>
<td class="org-left">fa</td>
<td class="org-left">do si la sol fa mi ré do</td>
</tr>

<tr>
<td class="org-left">mixolydien</td>
<td class="org-left">si la sol fa</td>
<td class="org-left">mi ré do si</td>
<td class="org-left">si</td>
<td class="org-left">mi</td>
<td class="org-left">si la sol fa mi ré do si</td>
</tr>
</tbody>
</table>

<p>
D’autres gammes peuvent être construites un tétracorde en-dessous
(préfixe hypo) ou un tétracorde au-dessus (préfixe hyper) de ces modes
fondamentaux. Trois nouveaux modes apparaissent alors :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mode</th>
<th scope="col" class="org-left">Tétracorde 1</th>
<th scope="col" class="org-left">Tétracorde 2</th>
<th scope="col" class="org-left">Principale</th>
<th scope="col" class="org-left">Mèse</th>
<th scope="col" class="org-left">Gamme</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">hypodorien</td>
<td class="org-left">la sol fa mi</td>
<td class="org-left">ré do si la</td>
<td class="org-left">la</td>
<td class="org-left">ré</td>
<td class="org-left">la sol fa mi ré do si la</td>
</tr>

<tr>
<td class="org-left">hypophrygien</td>
<td class="org-left">sol fa mi ré</td>
<td class="org-left">do si la sol</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
<td class="org-left">sol fa mi ré do si la sol</td>
</tr>

<tr>
<td class="org-left">hypolydien</td>
<td class="org-left">fa mi ré do</td>
<td class="org-left">si la sol fa</td>
<td class="org-left">fa</td>
<td class="org-left">si</td>
<td class="org-left">fa mi ré do si la sol fa</td>
</tr>
</tbody>
</table>

<p>
Les autres modes ne sont que des synonymes des modes déjà obtenus :
</p>

<ul class="org-ul">
<li>hypomixolydien = dorien</li>
<li>hyperdorien = mixolydien</li>
<li>hyperphrygien = hypodorien</li>
<li>hyperlydien = hypophrygien</li>
<li>hypermixolydien = hypolydien</li>
</ul>
</div>
</div>

<div id="outline-container-org7c410dc" class="outline-4">
<h4 id="org7c410dc"><span class="section-number-4">2.1.3.</span> Intervalles</h4>
<div class="outline-text-4" id="text-2-1-3">
<p>
Nous analysons la suite des intervalles séparant les notes au sein de
chaque tétracorde.
</p>

<p>
Par exemple, si nous exprimons les intervalles en demi-tons, la
structure interne du premier tétracorde du mode grec dorien s’écrit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mi</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">ré</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">do</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">si</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
quant à celle du second :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">la</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">sol</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">fa</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
En répétant le même raisonnement pour chaque mode, nous obtenons le
tableau suivants :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mode</th>
<th scope="col" class="org-left">Tétracorde 1</th>
<th scope="col" class="org-left">Tétracorde 2</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Dorien</td>
<td class="org-left">2 2 1</td>
<td class="org-left">2 2 1</td>
</tr>

<tr>
<td class="org-left">Phrygien</td>
<td class="org-left">2 1 2</td>
<td class="org-left">2 1 2</td>
</tr>

<tr>
<td class="org-left">Lydien</td>
<td class="org-left">1 2 2</td>
<td class="org-left">1 2 2</td>
</tr>

<tr>
<td class="org-left">Mixolydien</td>
<td class="org-left">2 2 2</td>
<td class="org-left">2 2 1</td>
</tr>

<tr>
<td class="org-left">Hypodorien</td>
<td class="org-left">2 2 1</td>
<td class="org-left">2 1 2</td>
</tr>

<tr>
<td class="org-left">Hypophrygien</td>
<td class="org-left">2 1 2</td>
<td class="org-left">1 2 2</td>
</tr>

<tr>
<td class="org-left">Hypolydien</td>
<td class="org-left">1 2 2</td>
<td class="org-left">2 2 2</td>
</tr>
</tbody>
</table>

<p>
On voit que les modes dorien, phrygien et lydien sont composés de deux
tétracordes de même structure.
</p>
</div>
</div>

<div id="outline-container-orgde314d6" class="outline-4">
<h4 id="orgde314d6"><span class="section-number-4">2.1.4.</span> Genres</h4>
<div class="outline-text-4" id="text-2-1-4">
<p>
Les notes centrales du deuxième tétracorde peuvent être altérée vers la note
principale, ce qui nous donne les genres :
</p>

<ul class="org-ul">
<li>diatonique : aucune altération</li>
<li>chromatique : la deuxième note est altérée</li>
<li>enharmonique : les trois dernières notes sont contenues dans un demi-ton</li>
</ul>

<p>
Par exemple, on a :
</p>

<ul class="org-ul">
<li>le dorien diatonique : mi ré do si la sol fa mi</li>
<li>le dorien chromatique : mi ré do si la sol<sup>b</sup> fa mi</li>
<li>le dorien diatonique : mi ré do si la sol<sup>bb</sup> (note entre fa et fa<sup>b</sup>) mi</li>
</ul>
</div>
</div>

<div id="outline-container-org59c4a05" class="outline-4">
<h4 id="org59c4a05"><span class="section-number-4">2.1.5.</span> Correspondance avec les modes médiévaux</h4>
<div class="outline-text-4" id="text-2-1-5">
</div>
<div id="outline-container-org13dc489" class="outline-5">
<h5 id="org13dc489"><span class="section-number-5">2.1.5.1.</span> Tonique</h5>
<div class="outline-text-5" id="text-2-1-5-1">
<p>
Le tableau suivant compare les modes grecs avec les modes médiévaux en
se basant sur la note principale, ou tonique :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Tonique</th>
<th scope="col" class="org-left">Grèce antique</th>
<th scope="col" class="org-left">Mode médiéval</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">si</td>
<td class="org-left">Mixolydien</td>
<td class="org-left">Locrien</td>
</tr>

<tr>
<td class="org-left">mi</td>
<td class="org-left">Dorien</td>
<td class="org-left">Phrygien</td>
</tr>

<tr>
<td class="org-left">la</td>
<td class="org-left">Hypodorien</td>
<td class="org-left">Éolien</td>
</tr>

<tr>
<td class="org-left">ré</td>
<td class="org-left">Phrygien</td>
<td class="org-left">Dorien</td>
</tr>

<tr>
<td class="org-left">sol</td>
<td class="org-left">Hypophrygien</td>
<td class="org-left">Mixolydien</td>
</tr>

<tr>
<td class="org-left">do</td>
<td class="org-left">Lydien</td>
<td class="org-left">Ionien</td>
</tr>

<tr>
<td class="org-left">fa</td>
<td class="org-left">Hypolydien</td>
<td class="org-left">Lydien</td>
</tr>
</tbody>
</table>
</div>
</div>
