grimoire/musica-11-coda.org
**** Intervalles

On peut aussi comparer les modes grecs avec les modes médiévaux en se
basant sur les intervalles de tons ou demi-tons entre les notes
successives. Pour être considérés comme similaires, les intervalles
/descendants/ grecs doivent être égaux aux intervalles /ascendants/ de
la musique tonale.

Par exemple, si nous exprimons les intervalles en demi-tons, la
structure interne descendante du mode grec dorien s’écrit :

#+ATTR_HTML: :class plat
| mi |   | ré |   | do |   | si |   | la |   | sol |   | fa |   | mi |
|    | 2 |    | 2 |    | 1 |    | 2 |    | 2 |     | 2 |    | 1 |    |

ce qui est identique à la structure interne ascendante du mode
médiéval ionien :

#+ATTR_HTML: :class plat
| do |   | ré |   | mi |   | fa |   | sol |   | la |   | si |   | do |   |   |
|    | 2 |    | 2 |    | 1 |    | 2 |     | 2 |    | 2 |    | 1 |    |   |   |

En procédant au même raisonnement avec les autres modes, on obtient le
tableau suivant :

| Grèce antique | Principale | Intervalles   | Tonique | Mode médiéval |
|---------------+------------+---------------+---------+---------------|
| Hypolydien    | fa         | 1 2 2 1 2 2 2 | si      | Locrien       |
| Lydien        | do         | 1 2 2 2 1 2 2 | mi      | Phrygien      |
| Hypophrygien  | sol        | 2 1 2 2 1 2 2 | la      | Éolien        |
| Phrygien      | ré         | 2 1 2 2 2 1 2 | ré      | Dorien        |
| Hypodorien    | la         | 2 2 1 2 2 1 2 | sol     | Mixolydien    |
| Dorien        | mi         | 2 2 1 2 2 2 1 | do      | Ionien        |
| Mixolydien    | si         | 2 2 2 1 2 2 1 | fa      | Lydien        |

On remarque que le cycle des quintes des notes principales est inversé
par rapport au cycle des quintes des toniques.


** Genres

#+TOC: headlines 1 local

*** Ode

L’ode grecque est liée au théâtre, à la musique, à la poésie et à la
danse. Elle contient un ou plusieurs cycles. Chaque cycle se composait
de trois phases :

  - strophe
    + chanté et dansé
    + se danse de droite à gauche
  - antistrophe
    + même rythme que la strophe
    + chanté et dansé
    + se danse en sens inverse, de gauche à droite
  - épode
    + chanté
    + rythme différent


* Notation

#+TOC: headlines 1 local

** Durées
:PROPERTIES:
:CUSTOM_ID: heading:notation_durees
:END:

Au 14e siècle, les anciennes durées se nommaient, de la plus longue à
la plus courte :

  - la maxime
  - la longue
  - la brève
  - la semi-brève
  - la minime
  - la semi-minime

Elles étaient binaires ou ternaires suivant le contexte rythmiques. On
avait ainsi :

  - le maximodus
    + parfait : maxime = 3 longues
    + imparfait : maxime = 2 longues
  - le modus
    + parfait : longue = 3 brèves
    + imparfait : longue = 2 brèves
  - le tempus
    + parfait
      * brève = 3 semi-brèves
      * symbole : cercle en début de portée
    + imparfait
      * brève = 2 semi-brèves
      * symbole : demi-cercle en début de portée
  - la prolatio
    + majeure
      * semi-brève = 3 minimes
      * symbole
	- point au centre du cercle, ou cercle barré
	- point au centre du demi-cercle, ou demi-cercle barré
    + mineure
      * semi-brève = 2 minimes
      * symbole : sans point ni barré

Équivalent en notation moderne :

  - modus : carrure de 2 ou 3 mesures
  - tempus : mesure de 2 ou 3 temps
  - prolatio : temps binaire ou ternaire

Pendant la période baroque, la semi-brève devient la ronde actuelle.


* Consonance

#+TOC: headlines 1 local

** Introduction

Au cours des siècles, le caractère consonant ou dissonant des
intervalles harmoniques a beaucoup évolué. Ainsi, la musique de la
grèce antique se basait sur la spirale des quintes pures. La gamme
était alors pythagoricienne tandis que l’octave, la quinte, et la
quarte se partageaient la tribune des consonances. Johannes de
Garlandia, au 13e siècle, admet les tierces dans les consonances, mais
ce n’est qu’à partir de Johannes de Muris, au début du 14e siècle, que
les sixtes sont également considérées comme consonantes.


** Une histoire de quarte
:PROPERTIES:
:CUSTOM_ID: heading:consonanceQuarteHarmonique
:END:

#+TOC: headlines 1 local

