grimoire/musica-11-coda.html

<div id="outline-container-org74cdaf4" class="outline-5">
<h5 id="org74cdaf4"><span class="section-number-5">2.1.5.2.</span> Intervalles</h5>
<div class="outline-text-5" id="text-2-1-5-2">
<p>
On peut aussi comparer les modes grecs avec les modes médiévaux en se
basant sur les intervalles de tons ou demi-tons entre les notes
successives. Pour être considérés comme similaires, les intervalles
<i>descendants</i> grecs doivent être égaux aux intervalles <i>ascendants</i> de
la musique tonale.
</p>

<p>
Par exemple, si nous exprimons les intervalles en demi-tons, la
structure interne descendante du mode grec dorien s’écrit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mi</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">ré</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">do</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">si</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">la</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">sol</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">fa</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
ce qui est identique à la structure interne ascendante du mode
médiéval ionien :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">ré</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">mi</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">fa</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">sol</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">la</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">si</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">do</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
En procédant au même raisonnement avec les autres modes, on obtient le
tableau suivant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Grèce antique</th>
<th scope="col" class="org-left">Principale</th>
<th scope="col" class="org-left">Intervalles</th>
<th scope="col" class="org-left">Tonique</th>
<th scope="col" class="org-left">Mode médiéval</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Hypolydien</td>
<td class="org-left">fa</td>
<td class="org-left">1 2 2 1 2 2 2</td>
<td class="org-left">si</td>
<td class="org-left">Locrien</td>
</tr>

<tr>
<td class="org-left">Lydien</td>
<td class="org-left">do</td>
<td class="org-left">1 2 2 2 1 2 2</td>
<td class="org-left">mi</td>
<td class="org-left">Phrygien</td>
</tr>

<tr>
<td class="org-left">Hypophrygien</td>
<td class="org-left">sol</td>
<td class="org-left">2 1 2 2 1 2 2</td>
<td class="org-left">la</td>
<td class="org-left">Éolien</td>
</tr>

<tr>
<td class="org-left">Phrygien</td>
<td class="org-left">ré</td>
<td class="org-left">2 1 2 2 2 1 2</td>
<td class="org-left">ré</td>
<td class="org-left">Dorien</td>
</tr>

<tr>
<td class="org-left">Hypodorien</td>
<td class="org-left">la</td>
<td class="org-left">2 2 1 2 2 1 2</td>
<td class="org-left">sol</td>
<td class="org-left">Mixolydien</td>
</tr>

<tr>
<td class="org-left">Dorien</td>
<td class="org-left">mi</td>
<td class="org-left">2 2 1 2 2 2 1</td>
<td class="org-left">do</td>
<td class="org-left">Ionien</td>
</tr>

<tr>
<td class="org-left">Mixolydien</td>
<td class="org-left">si</td>
<td class="org-left">2 2 2 1 2 2 1</td>
<td class="org-left">fa</td>
<td class="org-left">Lydien</td>
</tr>
</tbody>
</table>

<p>
On remarque que le cycle des quintes des notes principales est inversé
par rapport au cycle des quintes des toniques.
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-orge0fcd6e" class="outline-3">
<h3 id="orge0fcd6e"><span class="section-number-3">2.2.</span> Genres</h3>
<div class="outline-text-3" id="text-2-2">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orga38c587">2.2.1. Ode</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga38c587" class="outline-4">
<h4 id="orga38c587"><span class="section-number-4">2.2.1.</span> Ode</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
L’ode grecque est liée au théâtre, à la musique, à la poésie et à la
danse. Elle contient un ou plusieurs cycles. Chaque cycle se composait
de trois phases :
</p>

<ul class="org-ul">
<li>strophe
<ul class="org-ul">
<li>chanté et dansé</li>
<li>se danse de droite à gauche</li>
</ul></li>
<li>antistrophe
<ul class="org-ul">
<li>même rythme que la strophe</li>
<li>chanté et dansé</li>
<li>se danse en sens inverse, de gauche à droite</li>
</ul></li>
<li>épode
<ul class="org-ul">
<li>chanté</li>
<li>rythme différent</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-orgab31746" class="outline-2">
<h2 id="orgab31746"><span class="section-number-2">3.</span> Notation</h2>
<div class="outline-text-2" id="text-3">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#heading:notation_durees">3.1. Durées</a></li>
</ul>
</div>
</div>

<div id="outline-container-heading:notation_durees" class="outline-3">
<h3 id="heading:notation_durees"><span class="section-number-3">3.1.</span> Durées</h3>
<div class="outline-text-3" id="text-heading:notation_durees">
<p>
Au 14e siècle, les anciennes durées se nommaient, de la plus longue à
la plus courte :
</p>

<ul class="org-ul">
<li>la maxime</li>
<li>la longue</li>
<li>la brève</li>
<li>la semi-brève</li>
<li>la minime</li>
<li>la semi-minime</li>
</ul>

<p>
Elles étaient binaires ou ternaires suivant le contexte rythmiques. On
avait ainsi :
</p>

<ul class="org-ul">
<li>le maximodus
<ul class="org-ul">
<li>parfait : maxime = 3 longues</li>
<li>imparfait : maxime = 2 longues</li>
</ul></li>
<li>le modus
<ul class="org-ul">
<li>parfait : longue = 3 brèves</li>
<li>imparfait : longue = 2 brèves</li>
</ul></li>
<li>le tempus
<ul class="org-ul">
<li>parfait
<ul class="org-ul">
<li>brève = 3 semi-brèves</li>
<li>symbole : cercle en début de portée</li>
</ul></li>
<li>imparfait
<ul class="org-ul">
<li>brève = 2 semi-brèves</li>
<li>symbole : demi-cercle en début de portée</li>
</ul></li>
</ul></li>
<li>la prolatio
<ul class="org-ul">
<li>majeure
<ul class="org-ul">
<li>semi-brève = 3 minimes</li>
<li>symbole
<ul class="org-ul">
<li>point au centre du cercle, ou cercle barré</li>
<li>point au centre du demi-cercle, ou demi-cercle barré</li>
</ul></li>
</ul></li>
<li>mineure
<ul class="org-ul">
<li>semi-brève = 2 minimes</li>
<li>symbole : sans point ni barré</li>
</ul></li>
</ul></li>
</ul>

<p>
Équivalent en notation moderne :
</p>

<ul class="org-ul">
<li>modus : carrure de 2 ou 3 mesures</li>
<li>tempus : mesure de 2 ou 3 temps</li>
<li>prolatio : temps binaire ou ternaire</li>
</ul>

<p>
Pendant la période baroque, la semi-brève devient la ronde actuelle.
</p>
</div>
</div>
</div>

<div id="outline-container-org993dd5e" class="outline-2">
<h2 id="org993dd5e"><span class="section-number-2">4.</span> Consonance</h2>
<div class="outline-text-2" id="text-4">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc5b26b2">4.1. Introduction</a></li>
<li><a href="#heading:consonanceQuarteHarmonique">4.2. Une histoire de quarte</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc5b26b2" class="outline-3">
<h3 id="orgc5b26b2"><span class="section-number-3">4.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Au cours des siècles, le caractère consonant ou dissonant des
intervalles harmoniques a beaucoup évolué. Ainsi, la musique de la
grèce antique se basait sur la spirale des quintes pures. La gamme
était alors pythagoricienne tandis que l’octave, la quinte, et la
quarte se partageaient la tribune des consonances. Johannes de
Garlandia, au 13e siècle, admet les tierces dans les consonances, mais
ce n’est qu’à partir de Johannes de Muris, au début du 14e siècle, que
les sixtes sont également considérées comme consonantes.
</p>
</div>
</div>

<div id="outline-container-heading:consonanceQuarteHarmonique" class="outline-3">
<h3 id="heading:consonanceQuarteHarmonique"><span class="section-number-3">4.2.</span> Une histoire de quarte</h3>
<div class="outline-text-3" id="text-heading:consonanceQuarteHarmonique">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org226aa25">4.2.1. Introduction</a></li>
<li><a href="#org4aa7eb6">4.2.2. Propriété intrinsèque</a></li>
<li><a href="#orgce5ea30">4.2.3. Harmoniques naturelles</a></li>
<li><a href="#org6552634">4.2.4. Quarte et sixte</a></li>
<li><a href="#org4a84206">4.2.5. Cadence modale</a></li>
</ul>
</div>
</div>
