grimoire/musica-11-coda.org
*** Introduction

Aujourd’hui, la quarte harmonique conserve un statut ambigu :

  - elle est consonante dans n’importe quel intervalle ne faisant pas
    intervenir la basse
  - elle demande une « résolution » dans l’accord de quarte et sixte,
    vers un accord parfait à l’état fondamental
    + la quarte harmonique avec la basse est alors suivie d’une tierce

Nous proposons dans cette section deux démonstrations et autres
réflexions permettant de trancher définitivement la question.


*** Propriété intrinsèque

Le caractère consonant ou dissonant d’un intervalle harmonique doit
être une propriété intrinsèque de ce dernier, et ne peut dépendre de
son environnement. Si on considère que la quarte harmonique entre le
soprano et l’alto est consonante dans l’accord parfait à l’état
fondamental :

#+ATTR_HTML: :class plat
| S | : | /do/  |
| A | : | /sol/ |
| T | : | mi    |
| B | : | do    |

on doit également la considérer comme consonante en l’absence des deux
voix inférieures. L’alto joue alors le rôle de la basse, ce qui nous
donne :

#+ATTR_HTML: :class plat
| S | : | /do/  |
| A | : | /sol/ |


*** Harmoniques naturelles

Considérons la série des six premières harmoniques naturelles, à
laquelle on ajoute un redoublement d’octave :

#+ATTR_HTML: :class plat
| /Notes/   | : | do | do | sol | do | mi | sol | do |
| /Numéros/ | : |  1 |  2 |   3 |  4 |  5 |   6 |  8 |

Cette série est à la base de la classification des intervalles en
consonants et dissonants. À ce stade, il faut être cohérent :

  - soit on accepte que tous les intervalles de cette série sont
    consonants, et la quarte l’est aussi
  - soit on accepte uniquement comme consonants les intervalles
    incluant la basse

Dans ce dernier cas, les intervalles consonants sont :

| Intervalle     | Note I | Note II |
| harmonique     |        |         |
|----------------+--------+---------|
| unisson        |      1 |       1 |
| octave         |      1 |       2 |
| quinte         |      1 |       3 |
| tierce majeure |      1 |       5 |

Tous les autres intervalles doivent alors être considérés comme
dissonants, incluant :

  - la quarte
  - la tierce mineure
  - les sixtes

ce qui est musicalement inconcevable. Pire encore, l’accord parfait
mineur et les accords de sixte doivent alors être classés parmi les
accords dissonants, ce qui est d’une aburdité monumentale.
Arrêtons-nous là, la démonstration est faite.

Nous sommes donc amenés à revenir au choix le plus naturel, qui est de
considérer /tous/ les intervalles de la série :

#+ATTR_HTML: :class plat
| /Notes/   | : | do | do | sol | do | mi | sol | do |
| /Numéros/ | : |  1 |  2 |   3 |  4 |  5 |   6 |  8 |

comme consonants. Par conséquent, l’intervalle de quarte harmonique
est /toujours/ consonant.


*** Quarte et sixte

Il est abusif de parler de résolution de l’accord de quarte et sixte
vers l’accord parfait à l’état fondamental : il ne s’agit que d’un
accord ornemental enchaîné avec l’accord stratégique qu’il ornemente.


*** Cadence modale

Si la quarte est consonante, pourquoi utilise-t-on plutôt l’unisson,
l’octave et la quinte pour les cadences d’intervalles ? Simplement
parce que les consonances parfaites sont encore plus consonantes que
la quarte. En fait, si on devait établir un ordre décroissant des
consonances, on aurait :

#+begin_center
unisson > octave > quinte > quarte > tierces & sixtes
#+end_center

Raison pour laquelle les cadences d’intervalles suivantes sont très
utilisées :

  - extérieure conjointe depuis la sixte vers l’octave
  - intérieure conjointe depuis la tierce vers l’unisson


* Polyphonie

#+TOC: headlines 1 local

** Introduction

La polyphonie médiévale a fait ses premiers pas en utilisant un
processus d’accompagnement simple : une voix parallèle, appelée *voix
organale*, était alors ajoutée à une mélodie préexistante de
référence, la *voix principale*. Suivant l’intervalle utilisé, on
parle :

  - d’ *organum strict* : les voix sont séparées par une quinte ou une
    quarte

  - de *gymel*, ou de *faux-bourdon*, les voix sont séparés par une
    tierce ou une sixte

Au fil du temps, la voix organale est devenue de plus en plus ornée et
indépendante. On tournait alors autour du parallélisme strict, ne
revenant à l’intervalle harmonique original que lors des convergences
de fin de phrase. C’était l’époque du *déchant* et de l’
*organum fleuri*. Plus tard, d’autres voix ont été ajoutées, donnant
ainsi naissance au *motet*. Les lignes mélodiques ont pris de plus en
plus d’indépendance, la cohérence de l’ensemble étant assurée par les
lois du contrepoint, ainsi que par l’échange de motifs mélodiques via
des procédés d’imitation et de variation. Le *ricercar* et la *fugue*
ont abondamment utilisé ce type de constructions.

Suivant les époques :

  - la voix principale était aussi appelée *vox principalis*,
    *cantus*, *cantus firmus*, ou encore *plain-chant*

  - la voix organale était aussi appelée *vox organalis*, *discantus*
    ou *organum fleuri*

  - le terme de motet viendrait de *motetus*, le petit mot, en
    référence au texte ajouté sur la ou les voix supplémentaires


