grimoire/musica-11-coda.html

<div id="outline-container-org226aa25" class="outline-4">
<h4 id="org226aa25"><span class="section-number-4">4.2.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
Aujourd’hui, la quarte harmonique conserve un statut ambigu :
</p>

<ul class="org-ul">
<li>elle est consonante dans n’importe quel intervalle ne faisant pas
intervenir la basse</li>
<li>elle demande une « résolution » dans l’accord de quarte et sixte,
vers un accord parfait à l’état fondamental
<ul class="org-ul">
<li>la quarte harmonique avec la basse est alors suivie d’une tierce</li>
</ul></li>
</ul>

<p>
Nous proposons dans cette section deux démonstrations et autres
réflexions permettant de trancher définitivement la question.
</p>
</div>
</div>

<div id="outline-container-org4aa7eb6" class="outline-4">
<h4 id="org4aa7eb6"><span class="section-number-4">4.2.2.</span> Propriété intrinsèque</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
Le caractère consonant ou dissonant d’un intervalle harmonique doit
être une propriété intrinsèque de ce dernier, et ne peut dépendre de
son environnement. Si on considère que la quarte harmonique entre le
soprano et l’alto est consonante dans l’accord parfait à l’état
fondamental :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><i>sol</i></td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
on doit également la considérer comme consonante en l’absence des deux
voix inférieures. L’alto joue alors le rôle de la basse, ce qui nous
donne :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><i>sol</i></td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgce5ea30" class="outline-4">
<h4 id="orgce5ea30"><span class="section-number-4">4.2.3.</span> Harmoniques naturelles</h4>
<div class="outline-text-4" id="text-4-2-3">
<p>
Considérons la série des six premières harmoniques naturelles, à
laquelle on ajoute un redoublement d’octave :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>Notes</i></td>
<td class="org-left">:</td>
<td class="org-right">do</td>
<td class="org-right">do</td>
<td class="org-right">sol</td>
<td class="org-right">do</td>
<td class="org-right">mi</td>
<td class="org-right">sol</td>
<td class="org-right">do</td>
</tr>

<tr>
<td class="org-left"><i>Numéros</i></td>
<td class="org-left">:</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-right">6</td>
<td class="org-right">8</td>
</tr>
</tbody>
</table>

<p>
Cette série est à la base de la classification des intervalles en
consonants et dissonants. À ce stade, il faut être cohérent :
</p>

<ul class="org-ul">
<li>soit on accepte que tous les intervalles de cette série sont
consonants, et la quarte l’est aussi</li>
<li>soit on accepte uniquement comme consonants les intervalles
incluant la basse</li>
</ul>

<p>
Dans ce dernier cas, les intervalles consonants sont :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Intervalle</th>
<th scope="col" class="org-right">Note I</th>
<th scope="col" class="org-right">Note II</th>
</tr>

<tr>
<th scope="col" class="org-left">harmonique</th>
<th scope="col" class="org-right">&#xa0;</th>
<th scope="col" class="org-right">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">unisson</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-left">octave</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">quinte</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
</tr>

<tr>
<td class="org-left">tierce majeure</td>
<td class="org-right">1</td>
<td class="org-right">5</td>
</tr>
</tbody>
</table>

<p>
Tous les autres intervalles doivent alors être considérés comme
dissonants, incluant :
</p>

<ul class="org-ul">
<li>la quarte</li>
<li>la tierce mineure</li>
<li>les sixtes</li>
</ul>

<p>
ce qui est musicalement inconcevable. Pire encore, l’accord parfait
mineur et les accords de sixte doivent alors être classés parmi les
accords dissonants, ce qui est d’une aburdité monumentale.
Arrêtons-nous là, la démonstration est faite.
</p>

<p>
Nous sommes donc amenés à revenir au choix le plus naturel, qui est de
considérer <i>tous</i> les intervalles de la série :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>Notes</i></td>
<td class="org-left">:</td>
<td class="org-right">do</td>
<td class="org-right">do</td>
<td class="org-right">sol</td>
<td class="org-right">do</td>
<td class="org-right">mi</td>
<td class="org-right">sol</td>
<td class="org-right">do</td>
</tr>

<tr>
<td class="org-left"><i>Numéros</i></td>
<td class="org-left">:</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-right">6</td>
<td class="org-right">8</td>
</tr>
</tbody>
</table>

<p>
comme consonants. Par conséquent, l’intervalle de quarte harmonique
est <i>toujours</i> consonant.
</p>
</div>
</div>

<div id="outline-container-org6552634" class="outline-4">
<h4 id="org6552634"><span class="section-number-4">4.2.4.</span> Quarte et sixte</h4>
<div class="outline-text-4" id="text-4-2-4">
<p>
Il est abusif de parler de résolution de l’accord de quarte et sixte
vers l’accord parfait à l’état fondamental : il ne s’agit que d’un
accord ornemental enchaîné avec l’accord stratégique qu’il ornemente.
</p>
</div>
</div>

<div id="outline-container-org4a84206" class="outline-4">
<h4 id="org4a84206"><span class="section-number-4">4.2.5.</span> Cadence modale</h4>
<div class="outline-text-4" id="text-4-2-5">
<p>
Si la quarte est consonante, pourquoi utilise-t-on plutôt l’unisson,
l’octave et la quinte pour les cadences d’intervalles ? Simplement
parce que les consonances parfaites sont encore plus consonantes que
la quarte. En fait, si on devait établir un ordre décroissant des
consonances, on aurait :
</p>

<div class="org-center">
<p>
unisson &gt; octave &gt; quinte &gt; quarte &gt; tierces &amp; sixtes
</p>
</div>

<p>
Raison pour laquelle les cadences d’intervalles suivantes sont très
utilisées :
</p>

<ul class="org-ul">
<li>extérieure conjointe depuis la sixte vers l’octave</li>
<li>intérieure conjointe depuis la tierce vers l’unisson</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-org3b083f1" class="outline-2">
<h2 id="org3b083f1"><span class="section-number-2">5.</span> Polyphonie</h2>
<div class="outline-text-2" id="text-5">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9616050">5.1. Introduction</a></li>
<li><a href="#org0b1749d">5.2. Ligne du temps</a></li>
</ul>
</div>
</div>

<div id="outline-container-org9616050" class="outline-3">
<h3 id="org9616050"><span class="section-number-3">5.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-5-1">
<p>
La polyphonie médiévale a fait ses premiers pas en utilisant un
processus d’accompagnement simple : une voix parallèle, appelée <b>voix
organale</b>, était alors ajoutée à une mélodie préexistante de
référence, la <b>voix principale</b>. Suivant l’intervalle utilisé, on
parle :
</p>

<ul class="org-ul">
<li>d’ <b>organum strict</b> : les voix sont séparées par une quinte ou une
quarte</li>

<li>de <b>gymel</b>, ou de <b>faux-bourdon</b>, les voix sont séparés par une
tierce ou une sixte</li>
</ul>

<p>
Au fil du temps, la voix organale est devenue de plus en plus ornée et
indépendante. On tournait alors autour du parallélisme strict, ne
revenant à l’intervalle harmonique original que lors des convergences
de fin de phrase. C’était l’époque du <b>déchant</b> et de l’
<b>organum fleuri</b>. Plus tard, d’autres voix ont été ajoutées, donnant
ainsi naissance au <b>motet</b>. Les lignes mélodiques ont pris de plus en
plus d’indépendance, la cohérence de l’ensemble étant assurée par les
lois du contrepoint, ainsi que par l’échange de motifs mélodiques via
des procédés d’imitation et de variation. Le <b>ricercar</b> et la <b>fugue</b>
ont abondamment utilisé ce type de constructions.
</p>

<p>
Suivant les époques :
</p>

<ul class="org-ul">
<li>la voix principale était aussi appelée <b>vox principalis</b>,
<b>cantus</b>, <b>cantus firmus</b>, ou encore <b>plain-chant</b></li>

<li>la voix organale était aussi appelée <b>vox organalis</b>, <b>discantus</b>
ou <b>organum fleuri</b></li>

<li>le terme de motet viendrait de <b>motetus</b>, le petit mot, en
référence au texte ajouté sur la ou les voix supplémentaires</li>
</ul>
</div>
</div>
