grimoire/musica-11-coda.org
** Ligne du temps

Dans les organum, les voix se nommaient ainsi :

  - vox organale
  - vox principalis

Puis, dans le déchant :

  - discantus
  - cantus

Ensuite, du 11e au 13e siècle :

#+ATTR_HTML: :class plat
| quadriplum | = | soprano |
| triplum    | = | alto    |
| duplum     | = | ténor   |
| tenor      | = | basse   |

Au 16e siècle :

#+ATTR_HTML: :class plat
| superius           | = | soprano |
| contratenor        | = | alto    |
| tenor              | = | ténor   |
| contratenor bassus | = | basse   |

Variante allemande :

#+ATTR_HTML: :class plat
| superius | = | soprano |
| altus    | = | alto    |
| tenor    | = | ténor   |
| bass     | = | basse   |

Variante anglaise :

#+ATTR_HTML: :class plat
| superius     | = | soprano |
| countertenor | = | alto    |
| tenor        | = | ténor   |
| bassus       | = | basse   |

Variante italienne :

#+ATTR_HTML: :class plat
| superius  | = | soprano |
| contralto | = | alto    |
| tenor     | = | ténor   |
| basso     | = | basse   |

Variante française :

#+ATTR_HTML: :class plat
| superius     | = | soprano |
| haute-contre | = | alto    |
| ténor        | = | ténor   |
| basse        | = | basse   |

Époque baroque :

#+ATTR_HTML: :class plat
| contre-haut  |   |       |
| dessus       |   |       |
| contre-bas   |   |       |
| haute-contre |   |       |
| taille       | = | ténor |
| basse-contre | = | basse |


* Harmonie tonale

#+TOC: headlines 1 local

** Introduction

La théorie harmonique qui prédomine aujourd’hui est souvent nommée
*harmonie tonale*, ou encore *harmonie classique*. C’est elle qui est
utilisée dans la musique baroque, classique et romantique. Elle est
également omniprésente en jazz et en musique de variété, sous une
forme étendue où modes et accords prennent parfois des tournures
exotiques.


** Intéractions entre les voix

La musique polyphonique médiévale tient compte de tous les intervalles
formés par la superposition des mélodies. À quatre voix, on devra donc
tenir compte des écarts :

  - ténor - basse
  - alto - basse
  - soprano - basse
  - alto - ténor
  - soprano - ténor
  - soprano - alto

Pour un quatuor, la situation n’est pas encore trop complexe, mais il
faut savoir que le nombre de ces intéractions augmente rapidement avec
le nombre de voix présentes. Pour /N/ voix, on aura :

#+begin_center
N × (N - 1) / 2
#+end_center

intervalles distincts, ce qui nous donne par exemple :

|  Nombre |        Nombre |
| de voix | d’intervalles |
|---------+---------------|
|       2 |             1 |
|       3 |             3 |
|       4 |             6 |
|       5 |            10 |
|       6 |            15 |
|       7 |            21 |

La complexité de la tâche atteint donc rapidement des sommets.
L’harmonie tonale tente une autre approche en accordant une importance
prépondérante aux intervalles formés par une voix quelconque et la
basse. Le nombre d’intéractions à prendre en compte est donc réduit
à :

#+begin_center
N - 1
#+end_center

c’est-à-dire :

|  Nombre |        Nombre |
| de voix | d’intervalles |
|---------+---------------|
|       2 |             1 |
|       3 |             2 |
|       4 |             3 |
|       5 |             4 |
|       6 |             5 |
|       7 |             6 |

En contrepartie de ce gain en simplicité, les autres intervalles sont
quelque peu éclipsés. Ils ne sont toutefois pas complètement oubliés :

  - la consonance des intervalles est obtenue en considérant tous les
    intervalles internes du début de la série des harmoniques
    naturelles, et pas seulement ceux faisant intervenir la basse
  - les mouvements polyphoniques étudient les progressions de chaque
    couple de lignes mélodiques
  - les dispositions des accords sont étudiées en détail dans toutes
    les voix

L’harmonie tonale est donc une théorie qui a le mérite de rester
relativement simple tout en constituant une bonne approximation de la
réalité musicale.
