grimoire/musica-11-coda.html

<div id="outline-container-org0b1749d" class="outline-3">
<h3 id="org0b1749d"><span class="section-number-3">5.2.</span> Ligne du temps</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Dans les organum, les voix se nommaient ainsi :
</p>

<ul class="org-ul">
<li>vox organale</li>
<li>vox principalis</li>
</ul>

<p>
Puis, dans le déchant :
</p>

<ul class="org-ul">
<li>discantus</li>
<li>cantus</li>
</ul>

<p>
Ensuite, du 11e au 13e siècle :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">quadriplum</td>
<td class="org-left">=</td>
<td class="org-left">soprano</td>
</tr>

<tr>
<td class="org-left">triplum</td>
<td class="org-left">=</td>
<td class="org-left">alto</td>
</tr>

<tr>
<td class="org-left">duplum</td>
<td class="org-left">=</td>
<td class="org-left">ténor</td>
</tr>

<tr>
<td class="org-left">tenor</td>
<td class="org-left">=</td>
<td class="org-left">basse</td>
</tr>
</tbody>
</table>

<p>
Au 16e siècle :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">superius</td>
<td class="org-left">=</td>
<td class="org-left">soprano</td>
</tr>

<tr>
<td class="org-left">contratenor</td>
<td class="org-left">=</td>
<td class="org-left">alto</td>
</tr>

<tr>
<td class="org-left">tenor</td>
<td class="org-left">=</td>
<td class="org-left">ténor</td>
</tr>

<tr>
<td class="org-left">contratenor bassus</td>
<td class="org-left">=</td>
<td class="org-left">basse</td>
</tr>
</tbody>
</table>

<p>
Variante allemande :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">superius</td>
<td class="org-left">=</td>
<td class="org-left">soprano</td>
</tr>

<tr>
<td class="org-left">altus</td>
<td class="org-left">=</td>
<td class="org-left">alto</td>
</tr>

<tr>
<td class="org-left">tenor</td>
<td class="org-left">=</td>
<td class="org-left">ténor</td>
</tr>

<tr>
<td class="org-left">bass</td>
<td class="org-left">=</td>
<td class="org-left">basse</td>
</tr>
</tbody>
</table>

<p>
Variante anglaise :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">superius</td>
<td class="org-left">=</td>
<td class="org-left">soprano</td>
</tr>

<tr>
<td class="org-left">countertenor</td>
<td class="org-left">=</td>
<td class="org-left">alto</td>
</tr>

<tr>
<td class="org-left">tenor</td>
<td class="org-left">=</td>
<td class="org-left">ténor</td>
</tr>

<tr>
<td class="org-left">bassus</td>
<td class="org-left">=</td>
<td class="org-left">basse</td>
</tr>
</tbody>
</table>

<p>
Variante italienne :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">superius</td>
<td class="org-left">=</td>
<td class="org-left">soprano</td>
</tr>

<tr>
<td class="org-left">contralto</td>
<td class="org-left">=</td>
<td class="org-left">alto</td>
</tr>

<tr>
<td class="org-left">tenor</td>
<td class="org-left">=</td>
<td class="org-left">ténor</td>
</tr>

<tr>
<td class="org-left">basso</td>
<td class="org-left">=</td>
<td class="org-left">basse</td>
</tr>
</tbody>
</table>

<p>
Variante française :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">superius</td>
<td class="org-left">=</td>
<td class="org-left">soprano</td>
</tr>

<tr>
<td class="org-left">haute-contre</td>
<td class="org-left">=</td>
<td class="org-left">alto</td>
</tr>

<tr>
<td class="org-left">ténor</td>
<td class="org-left">=</td>
<td class="org-left">ténor</td>
</tr>

<tr>
<td class="org-left">basse</td>
<td class="org-left">=</td>
<td class="org-left">basse</td>
</tr>
</tbody>
</table>

<p>
Époque baroque :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">contre-haut</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">dessus</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">contre-bas</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">haute-contre</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">taille</td>
<td class="org-left">=</td>
<td class="org-left">ténor</td>
</tr>

<tr>
<td class="org-left">basse-contre</td>
<td class="org-left">=</td>
<td class="org-left">basse</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgf65b50e" class="outline-2">
<h2 id="orgf65b50e"><span class="section-number-2">6.</span> Harmonie tonale</h2>
<div class="outline-text-2" id="text-6">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5cfeca2">6.1. Introduction</a></li>
<li><a href="#orga207bfe">6.2. Intéractions entre les voix</a></li>
</ul>
</div>
</div>

<div id="outline-container-org5cfeca2" class="outline-3">
<h3 id="org5cfeca2"><span class="section-number-3">6.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-6-1">
<p>
La théorie harmonique qui prédomine aujourd’hui est souvent nommée
<b>harmonie tonale</b>, ou encore <b>harmonie classique</b>. C’est elle qui est
utilisée dans la musique baroque, classique et romantique. Elle est
également omniprésente en jazz et en musique de variété, sous une
forme étendue où modes et accords prennent parfois des tournures
exotiques.
</p>
</div>
</div>

<div id="outline-container-orga207bfe" class="outline-3">
<h3 id="orga207bfe"><span class="section-number-3">6.2.</span> Intéractions entre les voix</h3>
<div class="outline-text-3" id="text-6-2">
<p>
La musique polyphonique médiévale tient compte de tous les intervalles
formés par la superposition des mélodies. À quatre voix, on devra donc
tenir compte des écarts :
</p>

<ul class="org-ul">
<li>ténor - basse</li>
<li>alto - basse</li>
<li>soprano - basse</li>
<li>alto - ténor</li>
<li>soprano - ténor</li>
<li>soprano - alto</li>
</ul>

<p>
Pour un quatuor, la situation n’est pas encore trop complexe, mais il
faut savoir que le nombre de ces intéractions augmente rapidement avec
le nombre de voix présentes. Pour <i>N</i> voix, on aura :
</p>

<div class="org-center">
<p>
N × (N - 1) / 2
</p>
</div>

<p>
intervalles distincts, ce qui nous donne par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre</th>
<th scope="col" class="org-right">Nombre</th>
</tr>

<tr>
<th scope="col" class="org-right">de voix</th>
<th scope="col" class="org-right">d’intervalles</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">2</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">3</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-right">6</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-right">10</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-right">15</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-right">21</td>
</tr>
</tbody>
</table>

<p>
La complexité de la tâche atteint donc rapidement des sommets.
L’harmonie tonale tente une autre approche en accordant une importance
prépondérante aux intervalles formés par une voix quelconque et la
basse. Le nombre d’intéractions à prendre en compte est donc réduit
à :
</p>

<div class="org-center">
<p>
N - 1
</p>
</div>

<p>
c’est-à-dire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre</th>
<th scope="col" class="org-right">Nombre</th>
</tr>

<tr>
<th scope="col" class="org-right">de voix</th>
<th scope="col" class="org-right">d’intervalles</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">2</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-right">3</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-right">6</td>
</tr>
</tbody>
</table>

<p>
En contrepartie de ce gain en simplicité, les autres intervalles sont
quelque peu éclipsés. Ils ne sont toutefois pas complètement oubliés :
</p>

<ul class="org-ul">
<li>la consonance des intervalles est obtenue en considérant tous les
intervalles internes du début de la série des harmoniques
naturelles, et pas seulement ceux faisant intervenir la basse</li>
<li>les mouvements polyphoniques étudient les progressions de chaque
couple de lignes mélodiques</li>
<li>les dispositions des accords sont étudiées en détail dans toutes
les voix</li>
</ul>

<p>
L’harmonie tonale est donc une théorie qui a le mérite de rester
relativement simple tout en constituant une bonne approximation de la
réalité musicale.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: - chimay</p>
<p class="date">Created: 2024-01-30 mar 10:50</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>